Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: The principal role of the government will be to develop physical infrastructure necessary for economic development, such as roads and communications, to bring the people so far left out into the mainstream of development, by providing basic social services such as health care, education and drinking water, essential to the long-term national development, the participation of the private sector in these areas, too, will be welcomed, the government will initiate a process of disengagement and disinvestment from a number of areas that may be managed more efficiently by the private sector without jeopardizing social interests.
ne_np: सरकारी क्षेत्रको भूमिका मूलतः आर्थिक क्रियाकलाप बृद्धि गर्नको लागि आवश्यक पर्ने यातायात, सञ्चारजस्ता भौतिक पूर्वाधारको सिर्जना गर्ने, स्वास्थ्य, शिक्षा, खानेपानीजस्ता आधारभूत सामाजिक सेवाहरुलाई ग्रामीण क्षेत्रमा पुर्‍याइ विकासको मूलधाराबाट अहिलेसम्म वञ्चित भएका जनताहरुलाई विकास प्रवाहमा सरिक गराउने, पर्यावरण संरक्षण गर्ने तथा निजी क्षेत्रको विकासका लागि आवश्यक नीतिगत वातावरण बनाउने रहनेछ।देशको दीर्घकालीन विकासको लागि महत्वपूर्ण शिक्षा, स्वास्थ्य, खानेपानी, भौतिक पूर्वाधारजस्ता क्षेत्रहरुमा पनि सरकारको प्रमुख भूमिका रहे तापनि निजी क्षेत्रको आगमनलाई खुला राखिनेछ। सामाजिक हितलाई खलल नपार्ने गरी निजी क्षेत्रले बढी सक्षमतापूर्वक सञ्चालन गर्न सक्ने विभिन्न क्षेत्रबाट सरकार हटने र लगानी नगर्ने प्रक्रियाको थालनी गरिनेछ।

source: In accordance with this policy, government owned enterprises and corporations will be gradually privatized.
ne_np: यसअनुरुप हाल सरकारी स्वामित्वमा रहेका औद्योगिक एवं अन्य संस्थानहरुलाई क्रमिक रुपमा निजीकरण गरिनेछ।

source: Sp ecial attention will be paid to protect private sector participation on various economic activities.
ne_np: निजी क्षेत्रलाई विभिन्न आर्थिक क्रियाकलापमा अग्रसर गराउँदा पर्यावरणको सुरक्षा एवं सन्तुलनमा विशेष ध्यान दिइनेछ।

source: In respect of several development activities, the private sector and non-governmental organizations can evidently be more effective in terms of cost, flexibility, motivation and initiative.
ne_np: कतिपय विकास कार्यहरुमा लागत, लचकता, उत्प्रेरणा तथा अग्रसारिताको दृष्टिकोणले निजी क्षेत्र तथा गैर सरकारी संस्था बढी प्रभावकारी हुने स्पष्ट छ।

source: The non -governmental organizations which are more motivated by social service then profit and also more experienced in working in close association with rural people, are better suited to the tasks of rural development and poverty alleviation.
ne_np: गैर सरकारी संस्थाहरु अत्यधिक मुनाफाको उद्देश्य भन्दा सामाजिक सेवाको उद्देश्यले अभिप्रेरित हुने र ग्रामीण तहमा जनतासँग राम्ररी भिजेर काम गर्ने हुँदा विकास र गरीबी हटाउने कार्यमा बढी प्रभावकारी हुन्छन्।

source: If these organizations are allowed to play and active role in rural development, there will emerge improvements in income distribution.
ne_np: यी संस्थाहरुलाई ग्रामीण विकासमा सक्रिय भूमिका निर्वाह गर्न सक्ने अवसर दिइएको खण्डमा आयको वितरणमा पनि सुधार आउनेछ।

source: Considering the fact that the non -governmental organizational and community organizations have been effectively engaged in rural development over the past several years, such organizations will be involved to the maximum possible extent in development activities during the eighth plan.
ne_np: देशमा केही वर्षदेखि गैर सरकारी संस्था र सामुदायिक सङ्धठनहरु ग्रामीण विकासमा प्रभावकारी रुपमा संलग्न हुँदै आएको तथ्यलाई दृष्टिगत गरी आठौं योजनामा यस्ता संस्थाहरुलाई विकास कार्यमा बढी से बढी संलग्न गराइनेछ।

source: For this purpose the government will remove the policy obstacles and hindrances being faced by these organizations and adopt promotional policies.
ne_np: यसका लागि सरकारले यी संस्थाहरुले वर्तमानमा भोग्नु परेका नीतिगत वाधा अडचनलाई हटाई प्रवर्द्धनात्मक नीति नियमहरु अवलम्बन गर्नेछ।

source: The following will be undertaken to this end.
ne_np: यसअन्तर्गत निम्न कुराहरु गरिनेछन् :

source: Simplification and clarification of administrative processes in order to private initiative from being suppressed.
ne_np: निजी प्रयासहरुलाई कुण्ठित हुनबाट जोगाउन प्रशासनिक प्रक्रियाहरुलाई सरलीकरण र स्पष्ट गर्ने

source: Removal of unnecessary delays to accelerate the government of government policies, and c.
ne_np: ख) सरकारी निर्णय छिटो छरितो गराउन अनावश्यक ढीलासुस्ती हटाउने, (ग)

source: Further liberalization, simplification and clarification of government policies, and
ne_np: सरकारी नीतिहरु बढी उदार, सरल र स्पष्ट गर्ने र

source: d.
ne_np: (घ)

source: Effective implementation of defined policies.
ne_np: परिभाषित नीतिहरु प्रभावकारी रुपमा कार्यान्वयन गर्ने

source: For the aforementioned purpose, plans are underway to review the license system and all other existing policies and regulations with a view to increasing the involvement of private sector and nongovernmental organizations in the economic development of the country.
ne_np: प्रस्तुत प्रयोजनका लागि हाल विभिन्न क्षेत्रमा रहेका इजाजत प्रणाली लगायत विद्यमान सम्पूर्ण नीति नियमहरुको पुनरावलोकन गरी देशको आर्थिक विकासमा निजी तथा गैर सरकारी संस्थाहरुको सहभागिता बढाउने किसिमले तर्जुमा गरिँदैछन् ।

source: Laws and regulations r elating to registration and the structure of non-governmental organizations will be simplified and in order to make them capable of mobilizing internal resources to a greater extent, necessary improvements will be made in the legal provisions concerning taxation.
ne_np: गैर सरकारी संस्थाहरुको दर्ता तथा सङ्धठनसम्बन्धी नियम कानूनलाई सरल बनाइनेछ र तिनीहरुलाईदेशको आन्तरिक पूँजी बढी मात्रामा परिचालन गर्न सक्ने बनाउन करसम्बन्धी नियम कानूनको व्यवस्थामा आवश्यक सुधार गरिनेछ।

source: Contact and communication with non -governmental organizations will be enhanced in order to understand their problems and provide necessary support.
ne_np: तिनीहरुका समस्याहरु बुझ्ने र आवश्यक सहयोग प्रदान गर्न गैर सरकारी संस्थाहरुसँगको सञ्चार सम्पर्क बढाउने नीति लिइनेछ।

source: The non-governmental organizations will be given full autonomy to function in specific priority areas.
ne_np: सरकार निर्दिष्ट प्राथमिकताका क्षेत्रमा काम गर्न गैर सरकारी संस्थाहरुलाई पूर्ण स्वायत्तता दिइनेछ।

source: To promote the initiative of private sector and non-governmental organizations in development works, the government will invest in transport, communications, energy, education and public health and develop infrastructure in various parts of the country.
ne_np: विकास कार्यमा निजी तथा गैर सरकारी क्षेत्रको अग्रसारिता बढाउन सरकारले देशको विभिन्न भागमा यातायात, सञ्चार, ऊर्जा, शिक्षा, जनस्वास्थ्यको क्षेत्रमा लगानी गरी पूर्वाधारको विकास गर्नेछ।

source: While formulating and executing the economic and social infrastructure for rural development through these organizations, particular attention will be paid to the interest of the entire village rather then to that of an individual.
ne_np: यी संस्थाहरुमार्फत् ग्रामीण क्षेत्रमा आर्थिक एवं सामाजिक विकासका पूर्वाधारहरु तर्जुमा एवं कार्यान्वयन गर्दा व्यक्तिभन्दा सम्पूर्ण गाउँको हितलाई ध्यान दिइनेछ।

source: International non-governmental organizations have been playing a significant role over the pats several years in the development functions in Nepal.
ne_np: विगत केही वर्षदेखि नेपालको विकासमा अन्तर्राष्ट्रिय गैर सरकारी संस्थाहरुले महत्वपूर्ण भूमिका खेल्दै आएका छन्।

source: These organizations will be encouraged to work in areas where they can operate more effectively on the basis of their expertise, comparative advantages and recognition.
ne_np: यी संस्थाहरुलाई तिनीहरुको आफ्नो अनुभव, तुलनात्मक फाइदा तथा ख्यातिका आधारमा बढी प्रभावकारी ढङ्धले काम गर्न सक्ने क्षेत्रहरुमा काम गर्न प्रोत्साहित गरिनेछ

source: The selection of areas will be made as far as possible in keeping with the policy of balanced regional development.
ne_np: क्षेत्रहरुको छनौट गर्दा सकेसम्म सन्तुलित प्रादेशिक विकाससँग तादात्म्य हुने गरी गरिनेछ।

source: As Nepal is a severely resource constrained country, it would not be an exaggeration to state that the development process can not be further advanced without foreign assistance.
ne_np: नेपाल साधनविपन्न देश भएको हुँदा विदेशी सहायताविना विकास प्रक्रिया अगाडि बढाउनु असम्भव प्रायः छ भन्नुमा अतिशयोक्ति नहोला।

source: Reliance on foreign assistance without any concrete plan and without paying due attention to the optimum utilization of the assistance during the thirty years of the panchayat regime has given rise to many undesirable consequences placing the country unde3r the burden of foreign debts.
ne_np: पञ्चायती व्यवस्थाले विगत ३० वर्षसम्म विना कुनै दृढ योजना जथाभावी वैदेशिक सहायतामाथि निर्भर रहने र सहायताको उचित उपयोगतर्फ ध्यान नदिने प्रवृत्तिले गर्दा केही अवाञ्छित परिणाम निस्कनुको साथै देश विदेशी ऋणको भारमा फस्न गएको छ।

source: Therefore, during the eighth plan period, foreign assistance will be sought only for such priority projects which may not be sustained through internal resources and due attention will be paid to ensuring the maximum effectiveness in the utilization of the assistance.
ne_np: यसर्थ आगामी आठौं योजनामा आन्तरिक विकासकोलागि मात्र विदेशी सहायता लिइने र सहायताको अधिकतम प्रभावकारिता बढाउनेतर्फ ध्यान दिइनेछ।

source: Structural adjustment loans form t he World Bank and the international monetary fund will also be put to effective use.
ne_np: विश्व बैङ्क एवं अन्तर्राष्ट्रिय मुद्राकोषबाट लिइएको आर्थिक समायोजन ऋण प्रभावकारी ढङ्धले उपयोग गरिनेछ।

source: In this connection, the regular budget will be streamlined in respect of government expenditure, revenue will be increased through appropriate monetary and fiscal policies , the growth rate of money supply will be maintained within desirable limits and efforts will be made to increase exports through product diversification.
ne_np: यस क्रममा सरकारी खर्चअन्तर्गत साधारण बजेटमा नियन्त्रण गर्ने, उपयुक्त मौद्रिक र वित्तीय नीतिद्वारा राजस्वमा बृद्धि ल्याउने, मुद्रा प्रदायको बृद्धिदरलाई वाञ्छित सीमाभित्र राख्ने र निकासीमा विविधीकरण गरी बृद्धि गर्ने प्रयास गरिनेछ।

source: These efforts will br ought stability to national economy and encourage private sector to increase inv estment in productive activities.
ne_np: यी प्रयासबाट देशको अर्थतन्त्रमा स्थिरता आउनेछ र निजी क्षेत्रलाई उत्पादक कार्यमा लगानी बृद्धि गर्न प्रोत्साहन मिल्नेछ।

source: Objectives and priorities of the Eighth Plan Objectives The broad objective of the eighth plan is to given definite direction to the social and economic upliftem ent of the citizens of the country by tackling the challenges of economic stagnation, increasing poverty, structural anomalies, environmental degradation and rapid population growth.
ne_np: आठौं योजनाको उद्देश्य एवं प्राथमिकता उद्देश्यहरु: आठौं योजनाको मुख्य उद्देश्य गतिहीन अर्थतन्त्र, बढ्दो गरीबी, संरचनात्मक विसङ्धति, बिग्रँदो वातावरण र जनसंख्याको तीव्र बृद्धिजस्ता समस्याहरुसँग जुधेर देशका नागरिकहरुको सामाजिक तथा आर्थिक उत्थान गर्नको निमित्त देशलाई एक निश्चित दिशा निर्देश गर्नुरहेको छ।

source: A single five year plan can not find a remedy to all these problems but it is imperative to take concrete steps in that direction.
ne_np: यी समस्याहरु एउटा पञ्चवर्षीय योजनाभित्रै समाधान गर्न सकिने खालका छैनन्। तापनि समाधानका दिशामा ठोस कदम ण्ठाउनु आवश्यक छ।

source: The plan will make all possible efforts in this regard.
ne_np: योजनाले यस प्रयोजनको लागि सबै प्रयासहरु गर्नेछ।

source: The principal objectives that the plan aspires to achieve are as following: a.
ne_np: आठौं योजनाले प्राप्त गर्न खोजेका प्रमुख उद्देश्यहरु निम्न प्रकार छन् : (क)

source: Sustainable economic growth b.
ne_np: दिगो आर्थिक बृद्धि हासिल गर्ने, (ख)

source: Poverty alleviation, and c.
ne_np: गरीबी घटाउने र (ग)

source: Reduction of regional imbalances a.
ne_np: क्षेत्रीय असन्तुलन घटाउने। (क)

source: Sustainable Economic Growth One of the principal objectives of the plan is to achieve a high and sustainable rate of economic growth without which there is no possibility of achieving economic prosperity and its continuity.
ne_np: दिगो आर्थिक बृद्धि हासिल गर्ने: आफैं धानिन सक्ने किसिमको उच्च आर्थिक बृद्धिदरविना आर्थिक समृद्धि प्राप्त गर्नुर त्यसलाई निरन्तरता दिन असम्भव हुने भएकोले यस योजनाको एउटा प्रमुख उद्देश्य उच्च आर्थिक बृद्धिदर हासिल गर्नु रहेको छ।

source: The economy will not be able to fulfill the developmental aspirations of the common people without a sustainable and high economic growth rate.
ne_np: दिगोतर उच्च आर्थिक बृद्धिदर विना आम जनताका विकासका आकांक्षा पूर्ति गर्न अर्थतन्त्र सक्षम हुँदैन।

source: However, the present population of the country is already placing excessive demands on existing resources.
ne_np: तर देशको विद्यमान जनसंख्याले उपलब्ध त्यस्ता साधनहरुको अत्यधिक मागको स्थिति देखाइसकेको छ।

source: If the present trend of population growth is allowed to continue, it will not be possible to meet the demands of the people without causing permanent damage to the bio-physical resources.
ne_np: यदि हालको जनसंख्या बृद्धिदर कायमै रहने हो भने विद्यमान जैविक तथा भौतिक साधनलाई स्थायी हानि नपुर्‍याई जनआवश्यकता पूरा गरिरहन सम्भव हुनेछैन।

source: Therefore, it is highly essential to reduce the rate of population growth in order to achieve a sustainable economic growth rate.
ne_np: अतः धान्न सकिने आर्थिक बृद्धिदर कायम गर्ने उद्देश्य प्राप्तिका निमित्त जनसंख्या बृद्धिदर घटाउन पनि अत्यावश्यक छ।

source: This objective and the concept of equity are complementary to each other.
ne_np: यो उद्देश्य र समानता को धारणा एक अर्काका परिपूरक हुन।

source: The plan has made additional efforts to increase the productivity of the productivity of the labour force and to make the financial investment more productive.
ne_np: श्रमिकहरुको उत्पादकत्व बृद्धि तथा आर्थिक लगानीलाई बढी उत्पादनशील बनाउन योजनाले थप प्रयास गरेको छ।

source: Similarly, programmes with higher comparative advantages will be implemented in agriculture, industry, tourism and other sectors.
ne_np: यसैगरी, कृषि, उद्योग, पर्यटन तथा अन्य क्षेत्रमा उच्च तुलनात्मक लाभका आयोजना कार्यान्वयन गरिनेछ।

source: Comparative advantages can be achieved by the utilization of low cost hydro-electricity and other natural resources in the production process.
ne_np: उत्पादन प्रक्रियामा कम खर्चिलो जलविद्युत् र अन्य प्राकृतिक साधनहरु प्रयोग गर्नाले यसबाट तुलनात्मक लाभ प्राप्त हुनेछ।

source: This will produce a comparative advantages especially in energy -oriented industries and irrigated cultivable land.
ne_np: यसबाट खास गरी ऊर्जामूलक उद्योग तथा सिञ्चित कृषि क्षेत्रमा तुलनात्मक लाभ रहने हुन्छ ।

source: For this purpose, the advanced technology and institutional reforms will be made indispensable tools of support to the private sector and organizations down to the village level and production will be increased on the basis of equity and capability.
ne_np: यस निम्ति उन्नत प्रविधि र संस्थागत सुधारलाई निजी क्षेत्र र गाउँ तहसम्मका संस्थाहरुसम्म सहयोग पुर्‍याउने अभिन्न अङ्ग बनाई समता र दक्षताको आधारमा उत्पादन बृद्धि गरिनेछ।

source: Poverty alleviation Despite the development efforts of the past, the population living below the poverty line has been steadily increasing and the majority of such poverty ridden people live in the rural areas.
ne_np: गरीबी घटाउने विकाससम्बन्धी यस अघिका प्रयासका बावजुद गरीबीको रेखामुनि रहेको जनसंख्यामा निरन्तर बृद्धि भइरहेको छ र यस्ता गरीब जनताहरु अत्यधिक रुपमा ग्रामीण क्षेत्रमा बसोवास गर्दछन्।

source: The biggest challenge for the present government is to alleviate poverty from the rural sector.
ne_np: वर्तमान सरकारका निमित्त ग्रामीण क्षेत्रमा रहेको गरीबीको उन्मूलन नै सबैभन्दा ठूलो चुनौति भएको छ।

source: it is the root cause of many of the existing problems of Nepal such as population growth, environmental degradation and social anomalies.
ne_np: जनसंख्या बृद्धि, वातावरणीय ह्रास तथा सामाजिक कुसंस्कार जस्ता नेपालका अनेकन वर्तमान समस्याहरुको मूल कारण पनि गरीबी नै हो।

source: Therefore, another principal objective of this plan is to alleviate poverty.
ne_np: तसर्थ यस योजनाको अर्को मूल उद्देश्य गरीबी घटाउनु रहेको छ।

source: Although poverty is the result of diverse factors, the basic causes of poverty in Nepal are the dependence of the increasing population on limited economic resources and low rate of economic growth.
ne_np: गरीबीको कारणमा विभिन्न पक्षहरु रहेका छन् तापनि नेपालको सन्दर्भमा हेर्दा सीमित आर्थिक साधनमा बढ्दो जनसंख्या आश्रित हुनु तथा आर्थिक बृद्धि दर मन्द हुनु नै यसका खास कारण हुन् ।

source: The visible impediments to economic growth such as natural constraints, preliminary stage of development efforts, low productivity, subsistence agricultural system and slackness in the expansion of non-agricultural sector are the major factors for a weak economic base.
ne_np: कमजोर आर्थिक आधार हुनुका कारणहरुमा आर्थिक बृद्धिको वाधकको रुपमा देखिएको प्राकृतिक असुविधा, विकास प्रयासको प्रारम्भिक अवस्था, कम उत्पादकत्व, निर्वाहमुखी कृषि प्रणाली र गैर कृषि क्रियाकलापको विस्तारमा कमी रहेका छन्।

source: In this perspective, emphasis is given on formulating integrated and inter -regional programmes that primarily focus on the creation of productive, emphasis is given on formulating integrated and inter-regional programmes that primarily focus on the creation of productive assets base and additional employment opportunities to alleviate poverty, extension of social services like health education, vocational training and drinking water, and effective management and protection of natural resources.
ne_np: यस परिप्रेक्ष्यमा गरीब घटाउन गरीबहरुको लागि उत्पादन पूँजीआधार एवं थप रोजगारीका अवसरहरुको सिर्जना तथा स्वास्थ्य, शिक्षा, व्यावसायिक तालिम र खानेपानीजस्ता सामाजिक सेवाको विस्तार, प्राकृतिक सम्पदाहरुको प्रभावकारी व्यवस्थापन र संरक्षणलाई प्रमुख महत्व दिने कसिमको एकीकृत तथा अन्तरक्षेत्रीय उपायहरु गरीब गर्नेतर्फ जोड दिइएको छ।

source: As part of the planning and implementation processes programmes will be implemented with the objective of benefiting the population living below the poverty line.
ne_np: योजना र कार्यान्वयन प्रक्रियाको अङ्धको रुपमा गरीबीको रेखामुनि रहेका जनतासम्म पुग्ने लक्ष्य गरी कार्यक्रमहरु कार्यान्वित गरिनेछन्।

source: Reduction of Regional Imbalances in Nepal, poverty has acquired spatial variations.
ne_np: क्षेत्रीय असन्तुलन घटाउने नेपालमा गरीबीको स्थलगत विविधता रहेको छ।

source: Despite policy-pronouncements and efforts in the previous plans, disparities between rural and urban areas and among development regions have increased.
ne_np: विगतका योजनाहरुमा नीतिगत व्यवस्था तथा प्रयास हुँदाहुँदै पनि ग्रामीण तथा शहरी क्षेत्र एवं विकास क्षेत्रहरुबीचको असन्तुलन बढेको छ।

source: Over the recent years, there has been an increased trend of migration from rural to urban areas.
ne_np: केही वर्ष यता गाउँबाट शहरतर्फ बसाइँ सर्ने प्रवृत्ति पनि द्रुत गतिमा बढदैछ।

source: Hills to terai migration continue.
ne_np: पहाडबाट तराईमा बसाइँ सर्ने क्रम जारी छ।

source: If the disparity in urban and rural income is not reduced, this trend my gain greater momentum.
ne_np: आय असमानता कम गर्न सकिएन भने यो प्रक्रिया अझ बढन समेत जानेछ।

source: Similarly, in comparison with other development regions, far western region and mid western region lag far behind in respect of infrastructural and social service facilities and other development works.
ne_np: यसै गरी पूर्वाधारको सिर्जना सामाजिक सेवाहरुको उपलब्धि तथा विकासकार्यहरुको दृष्टिकोणबाट समेत सुदूर पश्चिमाञ्चल तथा मध्य पश्चिमाञ्चल, अन्य विकास क्षेत्रहरुको तुलनामा निकै पछाडि पर्न गएका छन।

source: The living standard of the people of these regions have adversely affected by the growing disparity of income distribution caused by these factors.
ne_np: यसबाट आयविवरणको असमानता बढ्न गई ती विकास क्षेत्रका निवासीहरुको जीवनस्तरमा समेत प्रतिकूल असर पर्न गएको छ।

source: This has further complicated the creation of equal opportunities for sharing development benefits.
ne_np: यसले गर्दा विकासका प्रतिफलहरु उपभोग गर्न समान अवसरको सिर्जना गर्न अझ कठिन हुन गएको छ।

source: In this context, maintenance of regional balance forms another objective of he Eighth plan.
ne_np: तसर्थ आठौं योजनाको अर्को उद्देश्य क्षेत्रीय सन्तुलन कायम राख्नुरहेको छ।

source: While allocating resources in order to achieve regional balance, due attention has been paid to the necessity of creating physical infrastructure in these less developed regions.
ne_np: उक्त क्षेत्रीय सन्तुलनको उद्देश्यहासिल गर्न साधनको बाँडफाँड गर्दा यी पिछडिएका विकास क्षेत्रहरुमा सिर्जना गर्नुपर्ने भौतिक पूर्वाधारहरुको आवश्यकतामा ध्यान दिइएको छ।

source: With this objective, while special emphasis has been given on the extension of rural roads, due importance has been attached to the provision of facilities like primary heath care, education and drinking water in rural sector.
ne_np: यसअन्तर्गत ग्रामीण क्षेत्रमा खास गरी प्राथमिक स्वास्थ्योपचार, शिक्षा तथा खानेपानीजस्ता सेवा उपलब्ध गराउने कार्यलाई महत्व दिएको छ र ग्रामीण सडक विस्तार गर्ने कार्यक्रममा विशेष जोड दिइएको छ।

source: The regional complementary interrelationships between the hills and the Terai arising out of the existing agro-ecological conditional can be beneficially utilized for agricultural and industrial specialization.
ne_np: विद्यमान कृषि पर्यावरणीय अवस्थाहरुले तराई तथा पहाडबीच कायम हुन आएको क्षेत्रीय परिपूरक सम्बन्धलाई कृषि एवं औद्योगिक विशिष्टीकरणका लागि लाभप्रद रुपमा उपयोग गर्न सकिनेछ।

source: Therefore, the current and future development perspectives will be accorded special emphasis in order to benefit from the ecological interrelationships between the Hills and Terai.
ne_np: यसैले पहाड तथा तराई बीचको कृषि पर्यावरणीय सम्बन्धबाट फाइदा लिन सक्ने गरी विद्यमान तथा भावी विकास रेखाका सम्भावनाहरुलाई जोड दिइनेछ।

source: Focusing on the development of less development regions, special emphasis will be laid on the reduction of regional imbalances.
ne_np: पिछडिएको क्षेत्रको विकासमा ध्यान केन्द्रित गरी क्षेत्रीय असन्तुलन घटाउनेतर्फ पनि जोड दिइनेछ।

source: In order to achieve the principal objectives mentioned above, it has become essential to improve economic standard of rural people the achieve self-sustaining rural development through the increased provision of social, economic and market services, and increased access to drinking water and alternative forms of energy.
ne_np: माथिको प्रमुख उद्देश्य हासिल गर्न निकट भविष्यमा नै गाउँहरुको आफैंले धान्न सक्ने किसिमले विकास गर्न सामाजिक, आर्थिक एवं बजार सेवामा बृद्धि तथा खानेपानी र वैकल्पिक ऊर्जाजस्ता सुविधाहरुको विस्तार गरी तिनीहरुको आर्थिकस्तर उकास्न नितान्त आवश्यक भएको छ।

source: Priorities In view of the limited financial, human and institutional resources of the country, it will not be possible to provide adequate resources to all activities within a single plan period.
ne_np: प्राथमिकता देशको सीमित आर्थिक, मानवीय तथा संस्थागत साधनलाई दृष्टि दिँदा सम्पूर्ण क्रियाकला पहरुलाई एउटै योजनावधिमा पर्याप्त स्रोत उपलब्ध गराउन सम्भव छैन।

source: This plan will in the course of resource allocation, accord priority to such programmes whose completion provides necessary support to another or those which have a high economic benefit.
ne_np: साधनको बाँडफाँडमा एउटा कार्यक्रमको सफलताले अर्को कार्यक्रमलाई आवश्यक टेवा पुर्‍याउने कार्यक्रममा वा उच्च लाभ रहेका कार्यक्रमहरुमा यो योजनाले प्राथमिकता दिनेछ।

source: The programmes receiving priority in this plan are: (a) Agricultural Intensification and Diversification: it is being increasingly realized that the contribution of agriculture to the overall economic development of the nation is not only determined by the growth rate of agriculture but also by its pattern.
ne_np: यस योजनामा प्राथमिकता दिइएका कार्यक्रमहर निम्न लिखितअनुसार हुनेछन् : (क) कृषिमा सघनता र विविधीकरण: देशको समष्टिगत आर्थिक विकासमा कृषि क्षेत्रबाट हुने योगदान कृषिमा भएको बृद्धिको गतिले मात्र होइन यसको स्वरुपले समेत निर्धारण गर्छ भन्ने कुरा बढी महसुस हुँदै आएको छ।

source: Development strategies which broaden the base of agricultural development also promote accelerated growth in other areas.
ne_np: कृषि विकासलाई व्यापक पार्ने कार्यनीतिले नै अन्य क्षेत्रको तीव्र विकासलाई समेत बढावा दिन्छ ।

source: In a development system that encompasses the majority of the population, a greater numger of producers including the marginal ones can have access to the increased rural income.
ne_np: वहुसंख्यकलाई समेट्ने खालको विकास प्रणालीमा सीमान्त उत्पादक लगायत अधिकांश उत्पादकहरुले बढ्दो ग्रामीण आय उपभोग गर्न पाउँछन्।
